const data = [
 {
  title: 'В каком доме ваша квартира?',
  variants: {
   1: 'Новостройка',
   2: 'Вторичка',
  },
 },
 {
  title: 'Какая площадь у вашей квартиры?',
  variants: {
   1: 'до 50м2',
   2: 'до 80м2',
   3: 'до 100м2',
   4: 'до 100м2',
  },
 },
 {
  title: 'Сколько в вашей квартире комнат?',
  variants: {
   1: 'Студия',
   2: '1 комната',
   3: '2 комнаты',
   4: '3 комнаты и более',
  },
 },
 {
  title: 'У вас есть дизайн-проект?',
  variants: {
   1: 'Да, есть',
   2: 'Нет, но хочу заказать',
   3: 'Нет и не нужен',
  },
 },
 {
  title:
   'При необходимости, не будете ли вы против звонка для уточнения деталей?',
  variants: {
   1: 'Да, готов ответить',
   2: 'Я против',
  },
 },
];
